[
    {
        "recommendationid": "22853662",
        "author": {
            "steamid": "76561198202473004",
            "num_games_owned": 0,
            "num_reviews": 56,
            "playtime_forever": 348,
            "playtime_last_two_weeks": 0,
            "playtime_at_review": 348,
            "last_played": 1462631940
        },
        "language": "brazilian",
        "review": "Fragments of Him, desenvolvido pelo estúdio Sassybot, é mais do que um jogo, é uma experiência multimídia interativa com linda história, bonita arte e atmosfera imersiva.\n\nEle te coloca na pele de um observador, que observa os efeitos da morte de um jovem em seus amigos, família e conhecidos. Te mostrará como era a vida antes do trágico acidente, e depois. Como a sinopse diz, você controlará o que pode ser interpretado como a mente dos personagens, seus instintos, seus intelectos, suas almas. Você poderá fazer decisões por eles e influenciar diretamente suas ações, mas você não os controla. Você controla suas vontades, seus anseios. Há inclusive uma teoria que diz que nenhuma pessoa possui livre-arbítrio, pois sua mente já tomou as decisões sobre as ações que você realizará antes de você as realizar. E o \"personagem\" que você controla pode ser interpretado como esse falso livre-arbítrio. Embora eles achem que tudo o que fazem tem um motivo racional, é você quem está decidindo o que eles irão fazer, ainda que não saiba o resultado dessas ações.\n\nDesde que o vi na página de lançamentos, Fragments of Him na mesma hora despertou meu interesse. E ao jogar, pude perceber que estava certo em ficar impressionado. O jogo possui uma linda atmosfera imersiva, com direção de arte especial que é representada em gráficos diferentes, em tons de cinza e sépia, porém que de alguma forma te fazem acreditar que aquele mundo é real. O que garante um papel importante em te colocar na pele da alma daqueles personagens que você acompanha e controla.\n\nA trilha sonora é maravilhosa. Com piano minimalista, acompanhado por cordas sutis, o jogo utiliza a música muito bem, como criadora de sensações, como intensificadora da imersão, ao invés de simplesmente ser um plano de fundo para criar ambiência.\n\nA escrita e a edição são o ponto forte de Fragments of Him. Incrivelmente bem escrito e estruturado em espécies de episódios, a narração te faz sentir na pele o efeito do trágico acontecimento na vida daqueles personagens. E a história é linda. Não é difícil se colocar na pele daquelas pessoas, e a escolha por uma perspectiva de fora te faz se sentir até como o próprio jovem que se foi, vendo naquelas pessoas os efeitos de sua morte, ainda que não seja esse o objetivo de Fragments, mas acaba se tornando uma narrativa fictícia interessante.\n\nNo mais, desta vez eu peço: Ignore meu prós, contras e notas. Eles são muito pessoais. Fragments of Him é mais do que um jogo, Fragments of Him é arte, é uma experiência, e deve ser experimentada e apreciada como tal. A última vez que me senti tão emocionado com um jogo foi ao jogar The Cat Lady, desde lá nada me impressionada tanto na industria. Uma obra-prima.\n\n[h1][b]Prós:[/b][/h1]\n\n- Escrita e narrações primorosas, que exercem um grande papel em criar imersão para a exploração da narrativa\n- Direção de arte no ponto, embora cheia de tons de cinza e sépia, de alguma forma o universo parece real e crível o tempo todo, principalmente se levarmos em conta que você não controla um personagem de carne-e-osso, mas uma entidade\n- Linda, maravilhosa trilha sonora, que é utilizada não só como plano de fundo, mas como artifício para criar sensações\n\n[h1][b]Nota:[/b][/h1]\n\n10/10\n",
        "timestamp_created": 1462664709,
        "timestamp_updated": 1462664709,
        "voted_up": true,
        "votes_up": 8,
        "votes_funny": 0,
        "weighted_vote_score": "0.605462968349456787",
        "comment_count": 0,
        "steam_purchase": false,
        "received_for_free": true,
        "written_during_early_access": false,
        "hidden_in_steam_china": false,
        "steam_china_location": ""
    },
    {
        "recommendationid": "70976542",
        "author": {
            "steamid": "76561198256538274",
            "num_games_owned": 0,
            "num_reviews": 10,
            "playtime_forever": 146,
            "playtime_last_two_weeks": 0,
            "playtime_at_review": 146,
            "last_played": 1592418258
        },
        "language": "brazilian",
        "review": "Fazia tempos que eu não chorava tanto com um jogo. Triste mas compreensível, recomendo.",
        "timestamp_created": 1592480957,
        "timestamp_updated": 1592480957,
        "voted_up": true,
        "votes_up": 0,
        "votes_funny": 0,
        "weighted_vote_score": 0,
        "comment_count": 0,
        "steam_purchase": true,
        "received_for_free": false,
        "written_during_early_access": false,
        "hidden_in_steam_china": false,
        "steam_china_location": ""
    }
]